Repository: smitchell6879/repo-scripts
Catalog: service.scrobbler.lastfm/resources/language/resource.language.*/strings.po
Languages: et_ee, eu_es, fi_fi, lt_lt

# #30000
source: General
et_ee: Üldine
eu_es: Orokorra
fi_fi: Yleinen
lt_lt: Pagrindinis

# #30001
source: Submit songs to Last.fm
et_ee: Saada lugude andmed Last.fm'i
eu_es: Bidali kantuak Last.fm-ra
fi_fi: Lähetä kappaletiedot Last.fm-palveluun
lt_lt: Pateikti dainas Last.fm

# #30002
source: Submit streaming radio to Last.fm
fi_fi: Lähetä radiostreami Last.fm-palveluun
lt_lt: Pateikti transliuojamas radijo stotis Last.fm

# #30003
source: Last.fm username
et_ee: Last.fm kasutajanimi
eu_es: Last.fm-ko erabiltzaile izena
fi_fi: Last.fm-käyttäjätunnus
lt_lt: Last.fm naudotojo vardas

# #30004
source: Last.fm password
et_ee: Last.fm parool
eu_es: Last.fm-ko pasahitza
fi_fi: Last.fm-salasana
lt_lt: Last.fm slaptažodis

# #30005
source: Confirm Love/Ban submissions
fi_fi: Vahvista Tykkää/Estä toiminnot
lt_lt: Patvirtinti Mėgstu/Blokuoti pateikimus

# #32012
source: Do you want to add the current track to your loved tracks?
et_ee: Kas soovid praegust lugu oma lemmikute hulka lisada?
eu_es: Gehitu pista hau zure gogoke pistetara?
fi_fi: Haluatko lisätä nykyisen kappaleen omiin suosikkeihin?
lt_lt: Ar norite pridėti pasirinktą takelį prie mėgstamų takelių?

# #32013
source: Do you want to ban the current track?
et_ee: Kas soovid praegust lugu blokeerida?
eu_es: Uneko pista debekatu nahi duzu?
fi_fi: Haluatko asettaa eston nykyiselle kappaleelle?
lt_lt: Ar norite blokuoti dabartinį takelį?

# #32014
source: Added to your loved tracks: '%s'.
et_ee: Lisati sinu lemmiklugude hulka: %s'.
eu_es: Zure gogoko pistetara gehituta: '%s'.
fi_fi: '%s' lisätty omiin suosikki kappaleisiin.
lt_lt: Pridėta prie mėgstamų takelių: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
et_ee: %s' ei õnnestunud lemmiklugude hulka lisada.
eu_es: '%s'ezin izan da zure gogokoetara gehitu.
fi_fi: '%s':a ei voida lisätä omiin suosikki kappaleisiin.
lt_lt: Negalima pridėti '%s' prie mėgstamų takelių.

# #32016
source: Banned: '%s'.
et_ee: Blokeeritud: '%s'.
eu_es: Debekatuta: '%s'.
fi_fi: Esto asetettu: '%s'.
lt_lt: Užblokuota: '%s'.

# #32017
source: Could not ban '%s'.
et_ee: '%s' ei õnnestunud blokeerida.
eu_es: Ezin izan da '%s' debekatu.
fi_fi: '%s':lle ei voida asettaa estoa.
lt_lt: Nepavyko užblokuoti: '%s'.

# #32026
source: Connect to Last.fm failed
fi_fi: Yhdistäminen Last.fm:ään epäonnistui
lt_lt: Nepavyko prisijungti prie Last.fm

# #32027
source: No username or password provided
fi_fi: Käyttäjänimeä tai salasanaa ei oltu annettu
lt_lt: Nepateiktas vartotojo vardas arba slaptažodis
